Revit 2027 API
ParameterTypeId.ElevArrowAngle Property
 "Arrow Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevArrowAngle { get; }
Public Shared ReadOnly Property ElevArrowAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevArrowAngle {
	ForgeTypeId^ get ();
}
static member ElevArrowAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace